[
    {
        "text": "On October 25  2010  three male construction workers (ages ranging 31-51) were  riding the load line of a hoist while in the process of installing a new  antennae on a communication tower. The mast that the upper block was attached  to catastrophically failed  plunging the three workers (Employees #1  #2  and  #3) 20-30 ft. to the ground. All was hospitalized; two with fractures  and the  third with multiple cuts and lacerations",
        "ID": 250,
        "arguments": {
            "EVENT": [
                "Mast failure causing a fall"
            ],
            "ACTIVITY": [
                "Riding the load line of a hoist", "installing a new antennae on a communication tower"
            ],
            "WHO": [
                "Three male construction workers (ages 31-51)"
            ],
            "WHERE": [
                "Communication tower"
            ],
            "WHEN": [
                "October 25, 2010"
            ],
            "CAUSE": [
                "Catastrophic failure of the mast"
            ],
            "EQUIPMENT": [
                "Hoist"
            ],
            "INJURY": [
                "Two with fractures, one with multiple cuts and lacerations"
            ],
            "INJURED": [
                "Employees #1, #2, and #3"
            ],
            "BODY-PARTS": [
                ""
            ],
            "DEATH": [
                ""
            ]
        }
    },
    {
        "text": "On May 19  2009  Employee #1 may have inadvertently installed the winch cable  hook to the safety cable as opposed to the transition plate of the hoist  cables where it should have been attached. Because this equipment was being  attached inside a light pole  most of the installation was accomplished  through touch because visibility was limited. Since the safety cable was also  attached to the transition plate  Employee #1 may have thought the winch hook  was properly installed and holding the hoist cables. Later  when he reached  into the light pole to release the winch hook from where he thought it was  attached  it slid down the safety cable under sufficient tension and severely  injured the fourth and fifth fingers of his left hand. Employee #1 was  transported to a medical center  where he underwent treatment  including  amputations of the severely injured fingers and was released.",
        "ID": 251,
        "arguments": {
            "EVENT": [
                "Severe hand injury"
            ],
            "ACTIVITY": [
                "Installing winch cable inside a light pole"
            ],
            "WHO": [
                "Employee #1"
            ],
            "WHERE": [
                "Inside a light pole"
            ],
            "WHEN": [
                "May 19, 2009"
            ],
            "CAUSE": [
                "Mistaken attachment of winch cable hook to the safety cable"
            ],
            "EQUIPMENT": [
                "Winch cable", "safety cable"
            ],
            "INJURY": [
                "Severe injury to fourth and fifth fingers of left hand"
            ],
            "INJURED": [
                "Employee #1"
            ],
            "BODY-PARTS": [
                "Fourth and fifth fingers of left hand"
            ],
            "DEATH": [
                ""
            ]
        }
    },
    {
        "text": "At approximately 1:06 p.m. on January 21  2008  Employee #1 was working at the  construction site of a new  four-story steel-framed parking structure in Los  Angeles  CA. At the time of the accident  the construction was at the second  level. Employee #1 and another ironworker were standing on a 14 ft 7 in. high  beam to connect another beam. As that beam was swung in  Employee #1 was  knocked off balance and began to fall. He was wearing an appropriate fall  protection harness that was tied to a moveable beam clamp. The beams in the  structure have waists cut into their end points for stress relief that the  workers refer to as \"dog bones\". Because they are narrower at this point the  beam clamps can slide off them. This is what happened when Employee #1 lost  his balance. The clamp came off  and as he fell he first grabbed onto the beam  to slow his descent. He landed  feet first  and was transported to the  hospital as a precautionary measure. Employee #1 suffered minor contusions and  was released after approximately 4 hours. After the accident  the employer  decided to use chokers in place of beam clamps.",
        "ID": 252,
        "arguments": {
            "EVENT": [
                "Fall from height"
            ],
            "ACTIVITY": [
                "Connecting beams on a steel-framed structure"
            ],
            "WHO": [
                "Employee #1 and another ironworker"
            ],
            "WHERE": [
                "Construction site of a new four-story parking structure in Los Angeles, CA"
            ],
            "WHEN": [
                "January 21, 2008"
            ],
            "CAUSE": [
                "Loss of balance and failure of beam clamp"
            ],
            "EQUIPMENT": [
                "Fall protection harness", "beam clamp"
            ],
            "INJURY": [
                "Minor contusions"
            ],
            "INJURED": [
                "Employee #1"
            ],
            "BODY-PARTS": [
                ""
            ],
            "DEATH": [
                ""
            ]
        }
    },
    {
        "text": "At approximately 10:19 a.m. on December 12  2007  Employee #1  a painter  was  painting the walls on the north side of a two-story home. He climbed to the  third level of a scaffold to prep a section of the wall. As he climbed down  and leaned against the back rail  it gave way and he fell over 20 ft to the  grass lawn. Employee #1 was transported by Hall Ambulance to Kern Medical  Center in Bakersfield  CA. Employee #1 later stated that a connector hook on  the back railing was disconnected from a scaffold upright  which would have  weakened the supporting capacity of the railing. At the time of the accident   Employee #1 was working with or near a coworker and his immediate supervisor.  Subsequent investigation concluded that the supervisor did not perform a  thorough survey of the site to assess the hazards and take appropriate action.  The employer was cited for a violation of Construction Safety Order 1511(b).",
        "ID": 253,
        "arguments": {
            "EVENT": [
                "Fall from scaffold"
            ],
            "ACTIVITY": [
                "Painting the walls of a two-story home"
            ],
            "WHO": [
                "Employee #1", "Employee #1 a painter"
            ],
            "WHERE": [
                "North side of a two-story home"
            ],
            "WHEN": [
                "December 12, 2007"
            ],
            "CAUSE": [
                "Failure of the back rail of scaffold"
            ],
            "EQUIPMENT": [
                "Scaffold"
            ],
            "INJURY": [
                ""
            ],
            "INJURED": [
                "Employee #1"
            ],
            "BODY-PARTS": [
                ""
            ],
            "DEATH": [
                ""
            ]
        }
    },
    {
        "text": "At approximately 9:15 a.m. on November 26  2007  Employee #1  an ironworker   was at floor T8  section D of the Fontainebleau Las Vegas structure  which was  under construction. He was preparing a vertical rebar column to set a trim  beam in place; he was using his positioning hook  which was connected to a #8  rebar/dowel approximately 5 in. from the top. Employee #1's feet were  approximately 50 in. up the column above the working surface of floor T8. He  he was cutting a #4 rebar band that had been holding a hair pin when his  positioning hook displaced. Employee #1 fell backward approximately 4 ft   landing on a steel picking eye on the trim beam that was protruding up from  the surface of the floor below. He sustained a fracture of his L1 vertebra.  Employee #1 was transported by Emergency Services to UMC Hospital  where he  was treated and released that same day.",
        "ID": 254,
        "arguments": {
            "EVENT": [
                "Fall from height"
            ],
            "ACTIVITY": [
                "Preparing a vertical rebar column"
            ],
            "WHO": [
                "Employee #1", "Employee #1 an ironworker"
            ],
            "WHERE": [
                "Fontainebleau Las Vegas structure under construction"
            ],
            "WHEN": [
                "November 26, 2007"
            ],
            "CAUSE": [
                "Displacement of positioning hook"
            ],
            "EQUIPMENT": [
                "Positioning hook", "rebar column"
            ],
            "INJURY": [
                "Fracture of L1 vertebra"
            ],
            "INJURED": [
                "Employee #1"
            ],
            "BODY-PARTS": [
                "L1 vertebra"
            ],
            "DEATH": [
                ""
            ]
        }
    },
    {
        "text": "At approximately 8:35 p.m. on October 30  2007  Employee #1  a laborer  was  working with a forklift operator to transport 8 000 lb K-rails westbound on  Route 10 in Redlands  CA. The coworker was operating a Sky Trak variable  reach  rough terrain forklift truck  model 10042  serial #13322  with a 10 000  lb maximum load capacity  while Employee #1 was assisting on the ground. The  20 ft long by 32 in. high K-rails were 24 in. wide at the bottom  narrowing to  6 in. wide at the top. Each rail had two 2 in. high by 23.5 in. wide scupper  or fork pockets that were 8 ft apart. The K-rail also had two 4 in. diameter  lifting holes located 12 in. from the top and 3 ft 9 in. from each end.They  were using approximately 41 lb C-shaped K-rail hooks manufactured by Don De  Cristo Concrete Accessories  Code KRHOOK  to pick up and move the K-rails. The  approximately 22 in. by 16 in. by 3/4 in. thick hooks easily slid under the  K-rail's 2 in. high scupper holes. At the time of the accident  the load had  reached its destination and was placed on the ground. Employee #1 removed the  hooks from the K-rail lifting holes and they dropped to the ground between the  forklift and the K-rail. The coworker was not aware that the left hook had  become wedged under the left scupper  and he boomed up and moved the forklift  back. This caused the K-rail to flip over in the direction where Employee #1  was standing. The left corner of the K-rail crushed his left leg below the  knee. He was transported to Loma Linda University Medical Center  where he was  hospitalized for two weeks.",
        "ID": 255,
        "arguments": {
            "EVENT": [
                "Crushing injury"
            ],
            "ACTIVITY": [
                "Transporting K-rails"
            ],
            "WHO": [
                "Employee #1", "a laborer"
            ],
            "WHERE": [
                "Route 10 in Redlands, CA"
            ],
            "WHEN": [
                "October 30, 2007"
            ],
            "CAUSE": [
                "Flipping of K-rail"
            ],
            "EQUIPMENT": [
                "Forklift",  "K-rails", "K-rail hooks"
            ],
            "INJURY": [
                "Crushed left leg below the knee"
            ],
            "INJURED": [
                "Employee #1"
            ],
            "BODY-PARTS": [
                "Left leg below the knee"
            ],
            "DEATH": [
                ""
            ]
        }
    },
    {
        "text": "On September 28  2005  Employee #1  a bulldozer operator  was operating his  bulldozer  when it stalled. A hydraulic line on the front attachment burst and  sprayed hydraulic fluid across the exhaust manifold. Employee #1's clothing  was ignited  and he was burned. He was hospitalized and later died.",
        "ID": 256,
        "arguments": {
            "EVENT": [
                "Fire and burns leading to death"
            ],
            "ACTIVITY": [
                "Operating a bulldozer"
            ],
            "WHO": [
                "Employee #1", "a bulldozer operator"
            ],
            "WHERE": [
                ""
            ],
            "WHEN": [
                "September 28, 2005"
            ],
            "CAUSE": [
                "Hydraulic line burst", "igniting hydraulic fluid"
            ],
            "EQUIPMENT": [
                "Bulldozer"
            ],
            "INJURY": [
                "Burns"
            ],
            "INJURED": [
                "Employee #1"
            ],
            "BODY-PARTS": [
                ""
            ],
            "DEATH": [
                "Employee #1"
            ]
        }
    },
    {
        "text": "On July 29  2005  Employee #1 was operating a Rubber Tired Grove Crane. The  crane was used to hoist purlins onto the walls of a steel building. While on  the ground  a hook was attached to purlin and it was lifted into place using a  tagline. After the purlin was placed  the hook was detached and lowered to the  ground. During the operation  the tagline became entangled. Employee #1 was  instructed to untangle the tagline. The crane hook was lowered and he climbed  onto the hoist cable without fall protection. With one foot in the sling  he  held the hoist cable above the hook block with both hands. Then he was hoisted  29.5 ft into the air. As he attempted to untie the tagline from the purlin  he  let go of the cable  causing the sling to swing sideways. The movement of the  swing result in his lost of balance. He fell to the ground  landing on his  back and head. He was flown by helicopter to a medical center where he  remained in a coma until his death thirteen days later.",
        "ID": 257,
        "arguments": {
            "EVENT": [
                "Fall leading to death"
            ],
            "ACTIVITY": [
                "Untangling tagline on a crane"
            ],
            "WHO": [
                "Employee #1"
            ],
            "WHERE": [
                ""
            ],
            "WHEN": [
                "July 29, 2005"
            ],
            "CAUSE": [
                "Loss of balance while untangling tagline"
            ],
            "EQUIPMENT": [
                "Rubber Tired Grove Crane"
            ],
            "INJURY": [
                "Fatal injuries from falling"
            ],
            "INJURED": [
                "Employee #1"
            ],
            "BODY-PARTS": [
                "Back", "heads"
            ],
            "DEATH": [
                "Employee #1"
            ]
        }
    },
    {
        "text": "On June 5  2005  Employee #1 was part of a crew that was replacing 12 wooden  light poles with aluminum ones. He was operating an Asplundh aerial lift   model L45  that was attached to a 1974 Ford flatbed truck. Employee #1 was in  the lift's bucket preparing to attach a 6 ft long by 3/4 in. thick wire rope  cable to one of the wooden poles. The other end of the cable was attached with  a D-ring to the front of the aerial lift's boom. Employee #1 was using the  boom to attempt to pull the pole from the ground. As weight was applied to the  D-ring  it failed and broke loose from the boom. This caused the boom and  basket to lurch  ejecting Employee #1. He was able to hang on momentarily to  the side of the bucket  but then he fell 18 to 20 ft to the ground and was  killed. Subsequent investigation found that the pole being pulled was actually  buried about 4 ft deep. The employer did not have an operator's manual for  this aerial lift  and neither did the manufacturer. In fact  the manufacturer  stated that the model L45 was manufactured in the 1960s and should have been  removed from service years ago. Employee #1 was not using any form of fall  protection at the time of the accident.",
        "ID": 258,
        "arguments": {
            "EVENT": [
                "Fall leading to death"
            ],
            "ACTIVITY": [
                "Replacing wooden light poles with aluminum ones"
            ],
            "WHO": [
                "Employee #1"
            ],
            "WHERE": [
                ""
            ],
            "WHEN": [
                "June 5, 2005"
            ],
            "CAUSE": [
                "D-ring failure", "ejection from aerial lift"
            ],
            "EQUIPMENT": [
                "Aerial lift, wire rope cable"
            ],
            "INJURY": [
                "Fatal fall"
            ],
            "INJURED": [
                "Employee #1"
            ],
            "BODY-PARTS": [
                ""
            ],
            "DEATH": [
                "Employee #1"
            ]
        }
    },
    {
        "text": "On October 21  2008  Employee #1  a laborer  and a coworker  a Bobcat  equipment operator  of Advanced Foundations Systems  Inc. were installing  helical piles to support the foundation of a new building. The coworker  attached hydraulic lines and pushed the leaver activating the bottom wedge and  Employee #1 activated the right lever for the respective bottom wedge to  secure the Bob Tach frame apparatus to the Bobcat. The coworker drove the  Model 864 Bobcat to the location of the site where the helical piles were to  be driven into the ground. The site was 80x60 inch hole about 3 feet deep.  Employee #1 entered the site and placed the pile into position. As the Bob  Tach apparatus was raised into position it fell onto Employee #1  from a  height of approximately 7 feet. The total weight of the attached apparatus was  between 900 and 1 000 pounds.",
        "ID": 259,
        "arguments": {
            "EVENT": [
                "Crushing injury"
            ],
            "ACTIVITY": [
                "Installing helical piles for a building foundation"
            ],
            "WHO": [
                "Employee #1", "Employee #1 a laborer"
            ],
            "WHERE": [
                "Building construction site"
            ],
            "WHEN": [
                "October 21, 2008"
            ],
            "CAUSE": [
                "Falling of Bob Tach apparatus"
            ],
            "EQUIPMENT": [
                "Bobcat", "Bob Tach frame apparatus"
            ],
            "INJURY": [
                ""
            ],
            "INJURED": [
                "Employee #1"
            ],
            "BODY-PARTS": [
                ""
            ],
            "DEATH": [
                ""
            ]
        }
    }
]